13/data/attachments/a49d0833a821f0c0.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Steven_activity_Friend_18108_2</nif:username>
            <nif:friendToBeRequested>soap_friends_4909b0cb-4ed9-47b7-8161-21da3fcc2c7d</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>